---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralElevationAtBottom
source: html/769aa726-6bc5-cc66-585f-7033a6857908.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralElevationAtBottom Property

"Elevation at Bottom"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralElevationAtBottom { get; }
```